import React from 'react';
import Public from '../../../layouts/public';

function Privacy() {
  return (
    <Public>
      <>
        <h1>プライバシーポリシー</h1>
        <br />
        株式会社BRIDGEBOOKS（以下「当社」）は、以下のとおり個人情報保護方針を定め、個人情報保護の仕組みを構築し、全従業員に個人情報保護の重要性の認識と取組みを徹底させることにより、個人情報の保護を推進致します。
        <br /> <br />
        個人情報の管理
        <br />
        当社は、利用者様の個人情報を正確かつ最新の状態に保ち、個人情報への不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、セキュリティシステムの維持・管理体制の整備・社員教育の徹底等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行ないます。
        <br />
        <br />
        個人情報の利用目的
        <ol>
          <li>
            当社は、個人情報を以下の目的のために利用します。
            <ol>
              <li>当社サービス提供のため</li>
              <li>利用者に当社サービスの利用ID、パスワードを付与するため。</li>
              <li>利用者に当社サービスの利用料金を請求するため </li>
              <li>
                利用者への連絡、当社サービスの案内、アンケート調査及びメールマガジン配信等のため
              </li>
              <li>当社サービスの機能追加や、新サービスの開発のため</li>
              <li>当社サービスの利用規約に違反する利用を防止するため</li>
              <li>
                当社サービスに関して、個人を識別できないよう加工したデータを作成するため
              </li>
              <li>
                利用者履歴をもとにしたおすすめ情報、ダイレクトメールのご案内のため
              </li>
              <li>その他上記に付帯または関連する事項に利用するため</li>
            </ol>
          </li>
        </ol>
        <br /> <br />
        個人情報の第三者への開示・提供の禁止 <br />
        当社は、利用者様よりお預かりした個人情報を適切に管理し、次のいずれかに該当する場合を除き、個人情報を第三者に開示いたしません。
        <ol>
          <li>お客様の同意がある場合</li>
          <li>法令に基づく場合</li>
          <li>
            裁判所、検察庁、警察、税務署、弁護士会またはこれらに準じた権限を持つ機関から、個人情報の開示を求められた場合
          </li>
          <li>当社に対して秘密保持義務を負う者に対して開示する場合</li>
          <li>
            人の生命、身体または財産の保護のために必要であり、かつ利用者の同意を得ることが困難である場合
          </li>
          <li>
            合併、事業譲渡等による事業承継の際に、事業を承継する者に対して提供する場合
          </li>
        </ol>
        個人情報の安全対策 <br />
        当社は、個人情報の正確性及び安全性確保のために、セキュリティに万全の対策を講じています。
        <br /> <br />
        委託先の監督 <br />
        当社は、取得した個人情報の取扱いを委託する場合があります。その場合、委託に係わる基本契約等の必要な契約を締結し、委託を受けた者に対する必要かつ適切な監督を行います。
        <br /> <br />
        ご本人の照会 <br />
        利用者様がご本人の個人情報の照会・修正・削除などをご希望される場合には、ご本人であることを確認の上、対応させていただきます。ただし、以下の場合は、その全部または一部について応じられない場合があります。
        <br />
        <ol>
          <li>利用者ご本人または第三者の権利利益を害するおそれがある場合</li>
          <li>当社の業務の適正な実施に支障を及ぼすおそれがある場合</li>
          <li>他の法令に違反するおそれがある場合</li>
        </ol>
        免責 <br />
        以下の場合は、第三者による個人情報の取得に関し、当社は何らの責任を負いません。{' '}
        <br />
        <ol>
          <li>
            利用者ご本人が当社サービスの機能または別の手段を用いて第三者に個人情報を明らかにした場合
          </li>
          <li>
            利用者ご本人が当社サービス上に入力した情報等により個人が識別できてしまった場合
          </li>
        </ol>
        <br />
        法令、規範の遵守と見直し
        <br />
        当社は、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本ポリシーの内容を適宜見直し、その改善に努めます。重要な変更がある場合には、サイト上でお知らせします。
        <br /> <br />
        お問い合わせ <br />
        当社の個人情報の取扱に関するお問い合せは下記までご連絡ください
        <br />
        株式会社BRIDGEBOOKS
        <br />
        住所: 東京都新宿区高田馬場4-9-18 畔上セブンビル4階
        <br />
        TEL:03-5358-9956
      </>
    </Public>
  );
}

export default Privacy;
